Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: ===第一章 惊蛰===
en_us: Chapter 1: Jingzhe [refJingzhe refers to the 3rd of the 24 solar terms in the traditional Chinese calendars, and the term literally translates to “Awakening of Insects”.][/ref]

source: ===第七十一章 有些喜欢===
en_us: Chapter 71:

source: ===第七十三章 木人===
en_us: Chapter 73: Wooden Figure

source: ===第七十二章 黑云===
en_us: Chapter 72: Black Cloud

source: ===第七十四章 火龙走水===
en_us: Chapter 74:

source: ===第七十章 天亮===
en_us: Chapter 70: Daylight

source: ===第七章 碗水===
en_us: Chapter 7:

source: ===第三十一章 敲山===
en_us: Chapter 31: Beating Around the Mountain

source: ===第三十七章 拳谱===
en_us: Chapter 37: Fist Technique

source: ===第三十三章 白龙鱼服===
en_us: Chapter 33: White Dragon Disguising as a Fish

source: ===第三十九章 骂槐===
en_us: Chapter 39: Cursing the Locust Tree

source: ===第三十二章 桃叶===
en_us: Chapter 32: Peach Leaf

source: ===第三十五章 甘草===
en_us: Chapter 35: Licorice Root

source: ===第三十八章 九境===
en_us: Chapter 38: Ninth Tier

source: ===第三十六章 古书===
en_us: Chapter 36: Ancient Book

source: ===第三十四章 齐聚===
en_us: Chapter 34: Gathered Together

source: ===第三十章 暗室===
en_us: Chapter 30: Dark Room

source: ===第三章 日出===
en_us: Chapter 3: Sunrise

source: ===第二十一章 捕蛇鹰===
en_us: Chapter 21: The Eagle Hunting the Snake

source: ===第二十七章 点睛===
en_us: Chapter 27: Finishing Touches

source: ===第二十三章 槐荫===
en_us: Chapter 23: Shade of the Locust Tree

source: ===第二十九章 狐魅===
en_us: Chapter 29: Fox Spirit

source: ===第二十二章 止境===
en_us: Chapter 22: Halted Realm

source: ===第二十五章 离别===
en_us: Chapter 25: Parting

source: ===第二十八章 财迷===
en_us: Chapter 28: Avaricious

source: ===第二十六章 好说话===
en_us: Chapter 26: Easy-going

source: ===第二十四章 相赠===
en_us: Chapter 24: Present

source: ===第二十章 横生枝节===
en_us: Chapter 20: Complications

source: ===第二章 开门===
en_us: Chapter 2: Open the Door

source: ===第五十一章 对峙===
en_us: Chapter 51: Confrontation

source: ===第五十七章 养剑葫===
en_us: Chapter 57: Sword Nurturing Gourd

source: ===第五十三章 赠送===
en_us: Chen Ping'an 53: Gift

source: ===第五十九章 睡去===
en_us: Chapter 59: Sleep

source: ===第五十二章 晃了晃===
en_us: Chapter 52: Shudder

source: ===第五十五章 春风得意===
en_us: Chapter 55: Feeling Proud in the Spring Breeze

source: ===第五十八章 先生===
en_us: Chapter 58: Teacher

source: ===第五十六章 点头===
en_us: Chapter 56: Nodding Bodhisattva

source: ===第五十四章 大敌当前===
en_us: Chen Ping'an 54: Facing the Enemy

source: ===第五十章 天行健===
en_us: Chapter 50:

source: ===第五章 道破===
en_us: Chapter 5: Revelation

source: ===第八章 稗草===
en_us: Chapter 8: Cockspur Grass

source: ===第六十一章 过河卒===
en_us: Chapter 61: Helpless Pawn

source: ===第六十七章 远行===
en_us: Chapter 67: Long Journey

source: ===第六十三章 原来如此===
en_us: Chapter 63: So That's How It Is

source: ===第六十九章 夜幕===
en_us: Chapter 69: Night

source: ===第六十二章 树倒===
en_us: Chapter 62: Falling Tree

source: ===第六十五章 珠子===
en_us: Chapter 65: Jewel

source: ===第六十八章 天下有春===
en_us: Chapter 68: Spring Under the Heavens

source: ===第六十六章 抬头===
en_us: Chapter 66: Looking Up

source: ===第六十四章 三陈===
en_us: Chapter 64: The Three Chens

source: ===第六十章 有鬼===
en_us: Chapter 60: There's a Ghost

source: ===第六章 下签===
en_us: Chapter 6: Bad Slip

source: ===第十一章 少女和飞剑===
en_us: Chapter 11: The Young Woman and the Flying Sword

source: ===第十七章 不平则鸣===
en_us: Chapter 17: Standing Against Injustice

source: ===第十三章 相逢===
en_us: Chapter 13: Encounter

source: ===第十九章 大道===
en_us: Chapter 19: The Great Dao

source: ===第十二章 小巷===
en_us: Chapter 12: Alley

source: ===第十五章 压胜===
en_us: Chapter 15: Subjugation

source: ===第十八章 五去其三===
en_us: Chapter 18: Three of the Five

source: ===第十六章 休想===
en_us: Chapter 16: Don't You Dare

source: ===第十四章 五月初五===
en_us: Chapter 14: The Fifth Day of the Fifth Month

source: ===第十章 食牛之气===
en_us: Chapter 10: The Will to Hunt Cows

source: ===第四十一章 练拳===
en_us: Chapter 41: Practicing the Mountain Shaking Fist Technique

source: ===第四十七章 独行===
en_us: Chapter 47: Going Alone

source: ===第四十三章 少年和老狗===
en_us: Chapter 43: The Young Boy and the Old Dog

source: ===第四十九章 碎瓷===
en_us: Chapter 49: Porcelain Shard

source: ===第四十二章 天才===
en_us: Chapter 42: Prodigy

source: ===第四十五章 阳光===
en_us: Chapter 45: Sunlight

source: ===第四十八章 放纸鸢===
en_us: Chapter 48:

source: ===第四十六章 压衣刀===
en_us: Chapter 46:

source: ===第四十四章 水落石出===
en_us: Chapter 44: Coming to Light

source: ===第四十章 还礼===
en_us: Chapter 40: Returning the Gift

source: ===第四章 黄鸟===
en_us: Chapter 4: Oriole

source: yi趟来回后，陈平安心头yi紧，他看到藏着箩筐鱼篓的地方，蹲着yi个矮小少年，嘴里叼着yi根绿茸茸的狗尾巴草。
en_us: When Chen Ping'an returned, his heart jolted as he saw a short young boy squatting next to the baskets that he had hidden in the tall grass. There was a lush green grass stalk hanging from his mouth.

source: “一般而言，想要一脉相承，薪火相传，需要有三名弟子，一个是‘能大用’，能够光大师门，师父死后，挑得起大梁，镇得住场子，既是面子也是里子。一个能‘续香火’，看上去什么本事都不如前者，可是胜在有韧性，天塌下，就算那个有用的弟子也死了，可偏偏是这个人，能保证师门香火不断，鼎盛时分，作用不明显，一到门庭不振的危险时刻，就很重要了。最后一个，必须‘有意思’，天赋好，根骨好，什么都好，很有意思，甚至不必对师父和宗门如何感恩，做师父的，不会跟这么一个弟子事事讲规矩，俗话说教会徒弟饿死师父，最后这个徒弟，就是如此。”
en_us: "Generally speaking, one needs to have three disciples if one wants to have someone carry on their teachings. One disciple needs to be 'capable of shouldering great responsibilities', meaning that they're able to bring renown and success to their master and teaching. After their master passes away, this disciple will need to shoulder all the responsibilities and keep everything under control. They'll be the face of the sect. "One disciple needs to be 'capable of carrying the torch', and this disciple will appear inferior to the first kind of disciple in every aspect and manner. However, this disciple will be extremely resilient, so even if the heavens collapse and the first kind of disciple dies, they'll still be able to guarantee that the teachings of their master are passed down. During periods of prosperity, this kind of disciple won't appear especially useful. During periods of turmoil, however, their existence will be of utmost importance. "The last disciple needs to be 'interesting'. Their talent will be good, their aptitude will be good, and everything about them will be good. They'll also be an extremely intersting person. In fact, there's no need for this kind of disciple to feel any strong emotion or gratitude toward their master and sect. At the same time, their master won't shackle them with too many rules and regulations either. As the proverb goes, a successful pupil will make redundant their master. This final kind of disciple plays this exact role."

source: “不是‘我们’，是你。你要见的是一位……老人？”
en_us: "'We' are not going to see anyone. You must go alone to meet an old man."

source: “不要过去！”
en_us: "Don't go over!"

source: “为何我正阳山，每一位老祖成就剑仙之尊后，却从不愿召开庆典，普告天下？！”
en_us: A furious look appeared on Bai Yuan's face as he continued, "Young MIstress, don't forget that on the sword spar arena in the deepest part of the Wind Lightning Field rests that matriarch of our Sun Scorch Mountain, the ancestor of your family line. Back when our Sun Scorch Mountain was at its weakest and most vulnerable point, she courageously challenged the master of the Wind Lightning Field at the time, and she perished in a fair and square battle. However, not only was her body not sent back by the Wind Lightning Field to be buried on our Sun Scorch Mountain, it was simply left exposed to the elements, and there's even a longsword from a Wind Lightning Field swordsman plunged into her head, making her a spectacle to be laughed at by the entire Wind Lightning Field! It's been 300 years, and even though our Sun Scorch Mountain has been publicly acknowledged as a sect that produces an abundance of prodigious talent, we still haven't been able to pull out that single sword! Generations after generations, all of the sword cultivators of our Sun Scorch Mountain are forced to bear this humiliation. As long as the Wind Lightning Field still stands, our Sun Scorch Mountain will remain the laughingstock of the entire Eastern Treasured Vial Continent! Why is it that not a single one of our Sun Scorch Mountain's sword immortals ever held celebratory ceremonies after reaching the lofty heights of becoming a Sword Immortal?"

source: “你不就有点臭钱吗？得意个什么劲儿，你连陈平安也不如，人家虽然死了爹娘，可好歹知道自己爹娘是谁，你知道自己爹娘是谁吗？”
en_us: "You just have some shitty money is all... What are you so smug about? You can't even compare to Chen Ping'an! Even though his parents are dead, at least he knows who his parents are! Do you know who your parents are?" He couldn't get these words out of his mind.

source: “你喜欢她？”
en_us: "Do you like her?"

source: “你这一支陈氏就是一滩扶不起的烂泥，早该香火断绝，也敢垂涎神物，厚颜无耻的小杂种！”
en_us: "Your branch of the Chen Clan is a complete lost cause that should've died out long ago! How dare you try to claim the blessings of the gods, you insolent rat!"

source: “便是马苦玄拿不到，也该顺势落入那天仙胚子的宁姚之手，你算个什么东西！”
en_us: "Even if Ma Kuxuan is unable to claim this fated opportunity, it should fall into the hands of Ning Yao! Who the hell do you think you are?"

source: “先前那块玉佩，算是我的见面礼，名为老龙布雨，算不得什么威力巨大的仙家法宝，只是能够避暑、清心和避秽，尤其对冥想坐忘大为裨益，如果有一门道家上宗秘传的口诀作为辅助，就可事半功倍。”
en_us: A sincere smile reappeared on Fu Nanhua's face as he said, "The jade pendant that I gave you earlier is a first time meeting gift from me to you. It's called an Old Dragon Rainbringer, and it's not a particularly powerful immortal treasure, only able to clear the mind, cleanse the organs, and cool down the wearer during hot weather. It's particularly useful during meditation, and its effects will be greatly enhanced if used alongside a mantra of Daoist origins."

source: “再来！”
en_us: "Again!"

source: “刚才我其实就猫在那边屋顶，没敢露头，是怕你分心，也想着能不能给老猿来一箭，然后看到老猿把你砸下来的那块石头，跟一条火蛇似的挂在天空里，估摸着只要抬头，咱们小镇谁都瞧得见，我哪敢掉以轻心。当时我脑子里多转了一个弯，想着如果换成是我的话，肯定用你当诱饵，先打躲在暗处的，再回头收拾明处的，一个鱼饵串上两条鱼，多好，对吧？所以我就先脱了刘羡阳那件衣服，抛出去后，才敢去救你。”
en_us: "Just then, I was actually lying on a nearby rooftop for quite a while, but I didn't dare to come out because I was afraid that I would distract you. I was also thinking whether I could shoot the old ape with an arrow. However, when I saw him throw that stone into the air, how could I still dare to be careless? It was like a fire dragon soaring to the sky, and I'm pretty sure that everyone in the small town could have seen it if they looked up. "I thought a step further at that moment, and I considered what I would do if I were him. I would definitely use you as bait to lure out the person who was hiding nearby. After dealing with them, I would turn my attention back to you. To catch two fish with one bait, just how good would that be, right? So I decided to take off Liu Xianyang's shirt and throw it out first. Only after that did I dare to dash out to rescue you."

source: “十大家族，每个姓氏两张槐叶，其余普通姓氏，最少一张，当然，谁若是有魄力押注，多多益善，回头我一定让他赚个盆满钵盈！”
en_us: "The Ten Clans! I'll need at least two locust leaves from each clan. As for the remaining clans, I need at least one locust leaf each. Of course, if anyone has the courage to up their bet, I'm also happy to take extras. In the future, I'll make sure that they end up with a fortune!

source: “十族里的曹家，对，就是出了个王八蛋曹曦的曹家！这兔崽子当年什么恶心事不做，穿着开裆裤的时候就一肚子坏水！你们除了两张槐叶之外，必须多给我一张，作为补充，否则我王朱发誓出去之后，一定要让曹曦断子绝孙！竟然敢往井里撒尿，这种缺德鬼，是怎么当上一国真君的？！”
en_us: "Cao Clan from the Ten Clans! Yes, the Cao Clan where that bastard Cao Xi came from! What disgusting thing didn't that brat do in the past? He was already filled with evil schemes when he was still a kid with open crotch pants! In addition to the two locust leaves, you need to give me one more locust leaf as compensation. Otherwise, I, Wang Zhu, swear that I'll make it so that Cao Xi ends up with no descendants! He actually dared to piss into the well?! How in the world did such an immoral bastard become a True Lord?

source: “只闻真君和天师，不知护法与大德”，便是如今东宝瓶洲的真实状况。
en_us: "Hear only about the True Lords and Heavenly Masters; know not about the Dharmapala and Bhadanta." This was the current situation in the Eastern Treasured Vial Continent.

source: “可以了。”
en_us: "That's enough."

source: “听当然听明白了，宋大人的言辞并不晦涩。”
en_us: "Of course I understand. Your words aren't obscure at all, Master Song."

source: “嗯，要走了。外边有太多人，希望我死，也由不得我自己做选择。”
en_us: "Indeed, I am. There are too many people outside who want me dead, so I have no choice in the matter."

source: “天底下哪有树叶离开枝头的时候，如此苍翠欲滴，新鲜娇嫩？小镇数千人，得此‘福荫’之人，屈指可数，那片槐叶，可以经常把玩，以后说不定还有一桩机缘。”
en_us: "How could there possibly be any leaves that could still remain so green and vibrant even after falling from the branches to which they were attached? There are thousands of people in this town, but very few of them have received such a blessing. I suggest you take out that locust leaf and inspect it often. Perhaps it'll present you with a fated opportunity in the future. Aside from, during these past years, I've always instructed you to do good deeds and accumulate good karma in the town, to treat everyone you meet with respect and courtesy. You'll understand the reason for all of this someday. All of these seemingly trivial things will stack up over time, and ultimately, the reward that you reap may surprise you in its magnitude."

source: “奶奶别怕。”
en_us: "Don't be afraid, grandma," Ma Kuxuan said with a smile.

source: “如果不谈机缘，只说实打实的器物法宝，那部传闻已久的著名剑经，当下能够在小镇排进前三甲，若是拉长时间线的话，放入整个小镇的三千年历史，估计前十有点悬，但是前二十肯定没问题，别觉得这个名次很低，事实上很高了。”
en_us: "If we set aside everything else and just talk about artifacts and treasures, that renowned sword scripture can rank among the top three in the town. If we extend the timeline and look back across the 3,000-year history of the town, I would say it's probably a bit of a stretch to place it in the top 10, but it can definitely claim a spot in the top 20. This may sound quite low, but it's actually already very high, and that's not even mentioning that suit of scaly armor. If Liu Xianyang could've made full use of those two things, in my eyes, he wouldn't have panned out any worse than the five of you in the future."

source: “姓陈”的槐叶并非没有，事实上还不止一两片，可是到最后，明知道此地即将崩坏，宁肯另寻宿主，哪怕不姓陈也无所谓，也仍是没有一份香火祖荫，愿意看好泥瓶巷的草鞋少年。
en_us: Locust leaves with the surname "Chen" did indeed exist. In fact, there were more than just a few. In the end, however, they still insisted on looking for different owners even though they knew that this land was facing imminent destruction. They didn't care even if their chosen owner didn't share the surname "Chen". Even at this moment, not a single locust leaf with ancestral blessings of the Chen Clan was willing to give the young boy in straw sandals a chance.

source: “姓陈的，以后我要是学艺有成，一定要要出去看看，娶到比稚圭还要好看的媳妇，喝最贵的好酒，住最大的宅子，还要骑最快的马！”
en_us: "Chen Ping'an, if I become successful in the future, I'm definitely going to head out to take a look. I'll also find myself a wife who's even more beautiful than Zhi Gui, and I'll also drink the best wine and live in the largest house. I'll also ride the quickest horse!

source: “宁姑娘明天见啊。”
en_us: "See you tomorrow, Ning Yao."

source: “宁姑娘，这书是从顾粲家拿来的，虽然我觉得这不算偷，但以后还是要还给顾粲的。不过我们是朋友了，所以不管这本书上写了什么，希望宁姑娘看过之后，自己知道就好。”
en_us: "Ning Yao, I obtained this book from Gu Can's house. Even though I don't consider this as stealing, I definitely have to return the book to Gu Can in the future. Since we're friends, I can allow you to read through it. However, I hope that you can keep its contents to yourself."

source: “小女娃娃那会儿不过是垂死挣扎，那一点道法神通，齐先生也好意思拿来吓唬人？”
en_us: "That little girl was merely putting in a last-ditch struggle. Mr. Qi, are you really trying to frighten me using that measly mystical ability?"

source: “小打小闹也差不多了，齐静春，可敢接下本座这一拳！”
en_us: "We've been playing around for long enough, Qi Jingchun. How about you take a punch from me?"

source: “就像今天这样。”
en_us: "Just like today...

source: “就是个子高高的，岁数不大的那个女人。”
en_us: "The young woman who's really tall."

source: “师父师父！”
en_us: "Master, master!"

source: “强弩之末！”
en_us: "You're a spent foce!" Bai Yuan said with a wicked smile.

source: “当然没见过啊。”陈平安愣了愣，疑惑道：“披云山是我们这边的？”
en_us: "Of course not," Chen Ping'an replied. However, he faltered for a moment before asking in puzzlement, "The Cloud Drape Mountain over here?"

source: “总之，大骊所有谋划，付出无数心血，只是为了‘生风起水’，为了将来的南下大业。”
en_us: "To sum things up, the Great Li Empire went through all that planning and sacrifice for nothing more than the words on this plaque — Rising Winds Crashing Water. It was all for our future adventure into the south."

source: “总之，我刘羡阳绝对不会这辈子都待在这里等死。”
en_us: "In conclusion, I definitely won't stay in this small place my entire life and wait for death."

source: “我们家少爷经常念叨，跟读书人掰扯道理，最没意思了。”少女扯了扯嘴角，眯起那双诡异的黄金重瞳，“原来齐先生是真的回光返照了，自然比起以往更加不好惹……”
en_us: A derisive look appeared on Zhi Gui's face as she narrowed her eyes slightly and said, "My young master often says that bickering with scholars about sense and reason is the more tiresome thing that one could do. It seems that you weren't bluffing and you really are experiencing a brief resurgence before your demise. I presume you're even more fearsome in this state than before..."

source: “我没看到什么啊。”陈平安有些疑惑，不过仍是诚实回答：“其实在那条巷子里，我从头到尾都没多想什么，这个问题，宁姑娘问苻南华和蔡金简比较好，他们说不定能看到什么。”
en_us: "I didn't see anything," Chen Ping'an replied. He was slightly puzzled, but he still answered truthfully, continuing, "In fact, I didn't think of anything else when I was in that alley. Perhaps it'll be better for you to ask Fu Nanhua and Cai Jinjian this question. Maybe they were able to see something."

source: “我的拳法，分生死，不分胜负，重神意，不重招式，将此拳六式练至炉火纯青之时，杀力巨大，动辄伤人肺腑至深”
en_us: "My fist technique decides not victory and loss, but life and death. It places emphasis not on movements, but on intent. Upon mastery of all six stances, one shall obtain profound power. A single move, and deep wounds to the heart and soul shall your opponent suffer.

source: “我知道小镇女孩六岁，和男孩九岁是一个大门槛，与我们修行是一个道理，在那个时候能够知晓未来修行成就的高低了，如果说在那个时候，买瓷人来小镇带走大道可期的孩子，那么那些不成器的瓷器呢？那些赌输了的小镇孩子，他们不值钱的本命瓷，各大龙窑又该如何处置？”
en_us: Liu Baqiao was enthralled, and he sat down cross-legged and stroked his chin, asking, "I know that reaching six years of age for girls and nine years of age for boys is a great hurdle for the people of this small town. This is similar to cultivation, where we're able to determine our future potential at that age. At that time, the porcelain buyers can come to the small town to bring with them those who have the potential to reach great heights. However, what about those who don't have potential? How do the dragon kilns deal with the worthless bonded porcelain of those children?"

source: “我要去看跟天一样高的山，去看比咱们小溪大上无数的大河。”
en_us: "I'll visit a mountain that's as tall as the heavens, and I'll journey to a river that's countless times bigger than this creek.

source: “我认识一个人，这两天就去他那边住，你不用担心，他叫刘羡阳，是我的朋友。好朋友！”
en_us: "I know someone, and I'll go live at his place, so don't worry about me. His name is Liu Xianyang, and he's a very good friend of mine."

source: “所以啊，如今趁着老天爷还睁只眼闭只眼的时候，能多走人是人。”
en_us: "So, while the heavens are still turning a blind eye, it's best that as many of you leave as possible."

source: “所以小镇土生土长的人，都有自己的本命瓷，如今在本洲风头无二的曹曦谢实两人，一位有望成为天君的道教真君，一位杀力无穷的野修剑仙，也不例外。虽然小镇这座鱼塘相比外边，已算是极其容易出蛟龙，但是化龙的代价巨大，这些‘瓷器’，一旦成功跻身中五境后，生前不登上五境，是注定没有来生的，魂飞魄散，生生世世，万事皆休，恐怕连道祖佛祖也奈何不得。而在这期间，就会被买瓷人抓住致命把柄，生死操控于他人之手，任你是曹曦谢实这般人物，一样如此。”
en_us: "Thus, people born in this small town will all have their own bonded porcelain. Right now, the fame of Cao Xi and Xie Shi are unparelleled in the continent. One is a Daoist True Lord who has the potential to become a Heavenly Lord, whole one is a lone Sword Immortal who possesses remarkable power and might. Even though this small town is indeed capable of producing many powerful beings, the price of soaring to such a height is immense. "Once these people — 'porcelain' — advance to the Middle Five Tiers, they'll lose the right to afterlife or reincarnation unless they manage to advance to the Upper Five Tiers. If they fail, their soul and spirit will shatter and vanish. Even the Dao Ancestor and Buddha will be unable to save them. Meanwhile, the porcelain buyers will also obtain the bonded porcelain that allow them to control the lives of these people. So what if they become as powerful as Cao Xi or Xie Shi? This is a fate that they can't escape.

source: “既能铸剑，也可练剑，难怪这部剑经如此抢手。睡也修行，梦也修行，大道可期。”
en_us: "Not only can one forge a sword, but one can also practice the way of the sword. No wonder this sword scripture is so coveted and sought after. Sleeping is clutivation, and dreaming is also cultivation. The Great Dao is within reach."

source: “有刺客，在清馨院那边的屋顶上！”习武有成的婢女这次总算捕获到那个身影，在隔壁院落的屋脊之上，有一个半蹲的身影。
en_us: "There's an assassin! I can see him on the rooftop over in the Sweet Scent Yard!" The shorter of the two maidservants was the one who was adept in martial arts, and she finally spotted a crouching figure on a rooftop in the neighboring courtyard.

source: “来就来！”
en_us: "Then we'll let him come over!"

source: “杨老头不是一个简单的人。”
en_us: "Old Man Yang isn't an ordinary person."

source: “此地术法禁绝，我又不擅长拘押魂魄之事，所以请你帮忙巡视此屋四周，如果发现这位老妇的游荡魂魄，就将其收拢起来，记得切莫伤及根本。”
en_us: "Mystical abilities are prohibited in this place, and I'm not well-versed when it comes to capturing souls either. Thus, I've summoned you here to ask for your help in searching around this house. If you find the wandering soul of this old lady, please collect it for me. And remember not to damage her essence."

source: “炼体三境界，第一层泥胚境，听意思就知道，跟你宅子所在的这条泥瓶巷，粗糙不堪。不过修至巅峰圆满，自身如一尊泥菩萨，虽是泥塑，却也有几分不俗气象，气沉丹田，不动如山，算是在武道一途真正入门了。总之，这一层的精髓在于一个‘散’字，以及一个‘沉’字。习武之人的天赋高低，悟性的好坏，领路的师父，一下子就能看出来。”
en_us: "Of the three tiers of the Physique Refining Tier, the first tier is the Mud Molding Tier. The meaning of this tier is already quite clear from its name. Just like Clay Vase Alley, this is a tier where one is still rough and unrefined. However, upon reaching the peak stage or consummate stage, one will be like the mud statue of a deity. Even though they're created from mud, they'll still have a hint of an extraordinary aura. Their Qi will descend to their Dantian, and they'll become as unmovable as a mountain. This can be regarded as a tier that truly brings one into the world of martial arts. In conclusion, the essence of this tier is 'dispersing' and 'setting'. From one's performance in this tier, others will be able to easily determine their martial arts talent, their comprehension ability, and the skils of their master.

source: “知道啦知道啦，陈平安，说实话，你这喜欢叨叨叨的脾气，以后真得改改，要不然能被你烦死。”
en_us: "I know, I know. Chen Ping'an, to be honest with you, you really have to change your habit of nagging others in the future. Otherwise, I'll be annoyed to death by you."

source: “第二层木胎境，寓意你的体魄开始由粗渐细，大成之时，肌肤纹理精密有序，如通体篆刻符箓，就像……对，就像这块从溪里摸出来的蛇胆石，跟一般的鹅卵石，内里其实已经截然不同。这一层境界的深意，为‘开山’，拓宽经脉，把一条狭窄如羊肠小道的经脉，变成能够容纳马车通行的阳关大道。习武之人的根骨好坏，会在这个境界当中高下立判。”
en_us: "The second tier is the Wooden Fetus Tier. This signifies that your physique is transforming from a rough state into a more refined state. When you reach the consummate level, the lines on your skin will become precise and orderly, just like the words carved on a talisman, and just like... Yes, just like this snake gall pebble that you've collected from the creek. The patterns inside it are already completely different from ordinary pebbles. The purpose of this tier is to 'open the mountains', whereby one has to expand their meridians and transform a narrow path that can only fit a single sheep into a wide arterial road that can fit numerous horses and carts. The quality of a martial artist's aptitude will be determined in this tier."

source: “老崔你真是我的福星！不是苏仙子就万事大吉！”刘灞桥立即活蹦乱跳，哈哈大笑道：“怕他个卵？！我还怕一头老畜生不成？！咱们风雷园谁都可以怕，唯独不怂他正阳山！”
en_us: Liu Baqiao immediately began to chortle with glee upon hearing this. "You really are my lucky star, Old Man Cui! I'm over the moon as long it's not Celestial Maiden Su! I'm not scared of an old monkey! Our Wind Lightning Field can bow down to anyone, but the Suns Sorch Mountain is the one sect we definitely can't back down against!"

source: “老猿没找到咱们这边。”
en_us: "The old ape hasn't found our hiding place yet," Chen Ping'an said.

source: “胆敢再往前一步，就将你挫骨扬灰！”
en_us: "If you dare to take even a single step further, you shall meet a terrible demise!"
